Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Lenny, you can' t trust a man' s life to your little notes and pictures.
ru: Ленни, понимаешь, нельзя доверять человеческую жизнь этим бумажкам.

source: - Why not?
ru: - Почему?

source: - Because your notes could be unreliable.
ru: - Записки не могут быть надёжными.

source: - Memory' s unreliable.
ru: - Память тоже ненадёжна.

source: - Oh, please.
ru: - Да брось.

source: No, really.
ru: Нет, правда.

source: Memory' s not perfect, it' s not even that good.
ru: Память несовершенна.

source: Ask the police.
ru: Спроси у полицейских.

source: Eyewitness testimony is unreliable.
ru: Свидетельские показания ненадёжны.

source: The cops don' t catch a killer by sitting around remembering stuff.
ru: Копы не арестовывают убийц по одним только свидетельским показаниям.

source: - They collect facts and draw conclusions.
ru: - Они собирают факты и делают заключения.

source: - That' s not what I' m saying.
ru: - Я не это имел в виду.

source: Facts, not memories.
ru: Факты, а не воспоминания.

source: I know, it' s what I used to do.
ru: Когда ты записал, память тебе не нужна.

source: Memory can change the shape of a room, it can change the colour of a car.
ru: Память может изменить размеры комнаты, цвет машины...

source: And memories can be distorted.
ru: Всё может быть искажено.

source: They' re an interpretation, not a record.
ru: Она подвержена интерпретации, память не статична.

source: They' re irrelevant if you have the facts.
ru: Память иррелевантна, если у тебя есть факты.

source: You really want to get this guy, don' t you?
ru: Ты вправду хочешь найти этого парня?

source: He killed my wife.
ru: Он убил мою жену.

source: He took away my fucking memory.
ru: И лишил меня памяти.

source: He destroyed my ability to live.
ru: Он отнял у меня саму возможность жить.

source: You' re living.
ru: Ты ведь жив.

source: Only for revenge.
ru: Я живу ради мести.

source: Well, then we' il get the bastard.
ru: Тогда мы найдём этого ублюдка.

source: I don' t know what room.
ru: Только номера комнаты не помню.

source: I haven' t got my key.
ru: Ключ потерял.

source: Probably left it in your room.
ru: Наверное, в комнате оставил.

source: I' m checked in here but I think I' ve misplaced my key.
ru: Наверное, в комнате забыл.

source: How you doing, Leonard?
ru: Добрый день, Леонард.

source: Probably in the room, right?
ru: В комнате, говорите?

source: - I don' t see my key anywhere.
ru: - Ключа нигде нет.

source: This is the wrong room.
ru: - Чёрт, это не та комната.

source: You' re in 304.
ru: Вы живёте в 304- й.

source: I fucked up.
ru: Прошу прощения, я ошибся.

source: Then why is this my handwriting?
ru: Тогда почему здесь написано моим почерком?

source: Well,... this was your room but now you' re in 304.
ru: Это раньше была ваша комната, а теперь вы живёте в 304- й.

source: - When was I in here?
ru: - Когда я жил здесь?

source: - Last week.
ru: - На прошлой неделе.

source: - Then I rented you another room on top.
ru: - Потом я сдал тебе комнату наверху.

source: Business is slow, I mean, I told my boss about your condition and stuff,..... he said rent him another room.
ru: Я рассказал боссу о вашей травме и всё такое...... и он сказал переселить вас в другую комнату.

source: So how many rooms am I checked into in this shit hole?
ru: И сколько таких комнат я поменял?

source: So far.
ru: Пока всего две.

source: Well,..... at least you' re being honest about ripping me off.
ru: Что ж...... по крайней мере ты честно рассказал мне всё это.

source: - You' re not going to remember anyway.
ru: - Вы всё равно ничего не запомните.

source: - You don' t have to be that honest, Burt.
ru: - Не будь таким честным, Берт.

source: I' il write that down.
ru: Ах да.

source: - Hey, what time is it?
ru: - Сколько времени?

source: - Quarter to one.
ru: - Четверть первого.

source: Your room' s...
ru: Ваша комната...

source: I' d just become an investigator when I came across Sammy.
ru: Когда я повстречал Сэмми, я только стал страховых следователем.

source: Mr Samuel R Jankis, strangest case ever.
ru: Дженкис, очень странный случай.

source: The guy' s a 58- year- old, semiretired accountant.
ru: Ему было 58 лет, они с женой попали в автокатастрофу.

source: But he' s acting funny, he can' t get a handle on what' s going on.
ru: Ни он ни его жена серьёзно не пострадали, но с тех пор он стал очень странным.

source: The doctors find some possible damage to the hippocampus, nothing conclusive.
ru: Врачи сказали, что возможно повреждение гипоталамуса.

source: Sammy can' t remember anything for more than a couple of minutes.
ru: Сэмми начисто всё забывал не больше чем через через пару минут.

source: Can' t work, can' t do shit.
ru: Он не мог работать, ничего не мог делать.

source: The medical bills pile up, his wife calls the insurance company and I get sent in.
ru: Поэтому его медицинские счета росли, и его жена позвонила в страховую компанию.

source: This is my first big claims investigation so I really check into it.
ru: Это было мое первое расследование.

source: Sammy can thinkjust fine but he can' t make new memories.
ru: Сэмми рассуждал нормально, но его память не сохраняла происходящего.

source: He can only remember things for a couple of minutes.
ru: Его память держала информацию всего две минуты.

source: He' d watch TV but anything longer than a couple of minutes was too confusing,..... he couldn' t remember how it began.
ru: Он смотрел телевизор, но если передача длилась больше пары минут,... он забывал, с чего она началась.

source: They were short.
ru: Ему нравились рекламные ролики, потому что они были короткие.

source: It' s time for my shot.
ru: Сэмми, пора делать укол.

source: The crazy part was that this guy,..... who couldn' t follow the plot of Green Acres any more,..... could do the most complicated things,..... as long as he learned them before the accident..... and as long as he kept his mind on what he was doing.
ru: А самым удивительным было то, что человек...... который теперь был не в состоянии досчитать до тысячи,... мог делать очень сложные вещи,... правда, только те, которым научился до аварии,... и достаточно короткие по продолжительности.

source: The doctors assure me..... there' s a real condition, anterial- grade memory loss, or short- term memory loss.
ru: Врачи говорили мне, что это заболевание...... называется потерей антериальной, или короткой памяти.

source: It' s rare but legit.
ru: Это редко, но случается.

source: But every time I see him,..... l catch this look,..... this... slight look of recognition.
ru: Каждый раз, когда я приходил к нему,... мне казалось, я улавливал в его глазах... такое... лёгкое узнавание.

source: But he says he can' t remember me at all.
ru: Хотя на самом деле меня не помнил.

source: - Hi, Mr Shelby.
ru: - Здравствуйте, мистер Шелби.

source: - Hi, Mrs Jankis.
ru: - Здравствуйте, миссис Дженкис.

source: Now, I can read people and I' m thinking "bad actor".
ru: Ну, я умею распознавать людей, и я думал, - "он плохо играет".

source: So now I' m suspicious and I order more tests.
ru: Это усиливало мою подозрительность, и я решил проверить его.

source: Awake.
ru: Проснулся.

source: Oh, where am l?
ru: Где я?

source: Somebody' s bedroom.
ru: Чья- то спальня.

source: Oh, it must be her room.
ru: Видимо, это её комната.

source: But who is she?
ru: Кто это?

source: - Did you sleep OK?
ru: Это я.

source: You?
ru: - Да.

source: Oh, shit.
ru: О, чёрт.

source: Shit.
ru: Чёрт.

source: I gotta be someplace.
ru: Мне надо успеть в одно место.

source: It' s useful.
ru: Странно.

source: You never write a phone number on your hand?
ru: Ты что, никогда не записывала номера телефонов на руке?

source: I, um, I should be able to talk to my friend today...
ru: Мне надо было встретиться с одним человеком...

source: -.. about the license plate.
ru: -... насчёт водительского удостоверения.

source: - Yeah, the license plate.
ru: - Да, насчёт водительского удостоверения.

source: John G' s license plate.
ru: Этого Джона Г.

source: You have it tattooed on your thigh.
ru: У тебя на бедре это вытатуировано.

source: lf it' s registered in this state,..... it should only take a couple seconds to pull up his licence and registration.
ru: Если он регистрировался в этом штате,... то мы получим его карточку за пару секунд.

source: I' il call you as soon as I talk to him.
ru: Я позвоню тебе, как только что- нибудь узнаю.

source: Could we arrange a meeting now?
ru: Может, сразу договоримся о встрече?

source: I' m not too good on the phone.
ru: Я не очень- то люблю по телефону.

source: You know, it' s great that you...
ru: Знаешь, очень хорошо, что ты...

source: Well, that you' re..... helping me..... like this.
ru: Ну, ты...... помогаешь мне...... вроде того.

source: I' m helping you because you helped me.
ru: Я помогаю тебе, потому что ты помог мне.

source: So next time you see me,..... will you remember me?
ru: В следующий раз, когда мы встретимся,... ты вспомнишь меня?

source: (softly) I think you will.
ru: Надеюсь, вспомнишь.

source: (softly) I' m sorry.
ru: Прости.

source: Lenny, before you go, could I have my shirt back, please?
ru: Ленни, пока ты не ушёл, отдай мою рубашку, ладно?

source: Sammy couldn' t pick up any new skills at all.
ru: Сэмми не мог ничего поделать со своим заболеванием.

source: But I find something in my research.
ru: Но я должен был что- нибудь придумать.

source: Conditioning.
ru: Тренинг какой- нибудь.

source: Sammy should still be able to learn through repetition.
ru: Сэмми можно было научить чему- нибудь последовательным повторением.

source: It' s how you learn stuff like riding a bike.
ru: Это как учиться ездить на велосипеде.

source: You get better through practice.
ru: Всё зависит от практики.

source: It' s a different part of the brain from the short- term memory.
ru: За это отвечает совсем другая часть мозга.

source: So I had the doctors test Sammy' s response to conditioning.
ru: Поэтому врачи решили проверить Сэма на восприимчивость к повторениям.

source: - Pick up any three objects.
ru: - Выберите три любых предмета.

source: - That' s a test?
ru: - Это что, тест?

source: Where were you guys when I did my CPA?
ru: Я уже и не помню, когда сдавал свой последний экзамен.

source: Ta- da!
ru: Простите.

source: What the fuck?
ru: Что за чёрт?

source: - It' s a test, Sammy.
ru: - Это тест, Сэмми.

source: - Test this, you fucking quack.
ru: - Задницу себе протестируйте, шарлатан.

source: Some of the objects were electrified.
ru: Некоторые из предметов были под напряжением.

source: They' d give him a shock.
ru: Его било током.

source: They kept repeating the test, always with the same objects electrified.
ru: Они повторяли этот тест, и всегда одни и те же предметы были под напряжением.

source: The point was to see if Sammy could learn to avoid the electrified objects,..... not by memory, but by instinct.
ru: Хотели проверить, удастся ли Сэмми выбирать правильные предметы,... основываясь не на памяти, а на инстинктах.

source: Natalie, right?
ru: Натали, верно?

source: Who the fuck is Dodd?
ru: Кто, чёрт побери, этот Додд?

source: Guess I don' t have to worry about him any more.
ru: Думаю, меня он больше не должен волновать.

source: Come inside.
ru: - Во что, чёрт возьми, ты меня впутала?

source: - Who is he?
ru: - Кто это?

source: This is my problem.
ru: Это моя проблема.

source: You offered to help.
ru: Ты сам предложил помочь.

source: It' s nothing to do with your investigation.
ru: Это не имеет отношения к твоему расследованию.

source: How did you get me into this?
ru: Зачем ты меня в это впутала?

source: You offered to help me when you saw what he did to my face.
ru: Ты предложил помочь, когда увидел, что он сделал с моим лицом.

source: - How do I know he did that to your face?
ru: А как я узнал, что он сделал с твоим лицом?

source: - I came straight to you after he did it.
ru: Я пришла к тебе.

source: I showed you what he did and I asked you to help me.
ru: Я показала тебе, что он сделал и попросила тебя о помощи.

source: Something doesn' t feel right.
ru: Нет, здесь что- то не так.

source: I think someone' s fucking with me, trying to get me to kill the wrong guy.
ru: Мне кажется, кто- то хочет меня подставить, чтобы я убил не того человека.

source: Kill him?
ru: Ты убил его?

source: - Course not!
ru: - Конечно же нет!

source: Sit down, OK?
ru: - Ладно, сядь.

source: Sit.
ru: Успокойся, ладно?

source: This has nothing to do with you.
ru: Это никак не связано с тобой.

source: You helped me out and I' m grateful.
ru: Ты помог мне, и я благодарна тебе за это.

source: You have to burn them.
ru: Сожги это.

source: Leonard, you decided to help me.
ru: Леонард, ты сам решил помочь мне.

source: Trust your own judgement.
ru: Ну, проверь, если не веришь.

source: You can question everything, you can never know anything for sure.
ru: Задавай любые вопросы, ничего ведь нельзя знать наверняка.

source: - Such as?
ru: - Есть вещи, которые я знаю наверняка.

source: (knocks)
ru: Ну, например, какой будет звук, когда постучишь по чему- нибудь.

source: I know what that' s gonna feel like when I pick it up.
ru: Или то, что вот эта штука будет твёрдая.

source: See?
ru: Видишь?

source: It' s the kind of memory you take for granted.
ru: Уверенность - это тоже вид памяти, его можно считать доказанным.

source: You know, I can remember so much.
ru: Знаешь, я так много всего помню.

source: The feel of the world...
ru: Ощущение мира...

source: And her.
ru: Помню её.

source: And the present is trivia which I scribble down as fucking notes.
ru: А настоящее - сущая ерунда, которую я корябаю на этих чёртовых записках.

source: Hey, come on.
ru: Ну всё, всё.

source: Shhh.
ru: Думаешь, легко успокоиться?

source: Come on, take your jacket off.
ru: Снимай пиджак.

source: (softly) Here.
ru: Да.

source: (softly) Hey.
ru: Вот так.

source: Didn' t think you were the type.
ru: Не думала, что ты такой.

source: It' s backwards.
ru: Написано наоборот.

source: What about here?
ru: О чём это?

source: Maybe it' s... for when I find him.
ru: Может быть...

source: I' ve lost somebody too.
ru: Я тоже потеряла близкого человека.

source: His name was Jimmy.
ru: Его звали Джимми.

source: - What happened to him?
ru: - Что с ним случилось?

source: - He went to meet somebody.
ru: - Он поехал на встречу.

source: He never came back.
ru: И не вернулся.

source: - Who did he go to meet?
ru: - А с кем он встречался?

source: - A guy called Teddy.
ru: - С парнем по имени Тедди.

source: What do the police think?
ru: А что сказали в полиции?

source: They don' t look too hard for guys like Jimmy.
ru: Они не слишком охотно ищут парней вроде Джимми.

source: When you find this guy, this..... John G, what are you gonna do?
ru: Когда ты найдёшь этого парня, этого...... Джона Г., что ты будешь делать?

source: I' m gonna kill him.
ru: Я убью его.

source: Maybe I can help you find him.
ru: Может быть, я смогу помочь тебе найти его.

source: I don' t even know how long she' s been gone.
ru: Я даже не знаю, как давно она умерла.

source: It' s like I' ve woken up in bed and she' s not here..... because she' s gone to the bathroom or something.
ru: Может быть, она пошла в ванную, или ещё куда- нибудь.

source: But somehow I just...
ru: Но я почему- то...

source: I just know she' s never gonna come back to bed.
ru: Я почему- то точно знаю, что она не вернётся.

source: lf I could just..... reach over and touch her side of the bed,..... l would know that it was cold.
ru: Если бы я...... протянул руку и потрогал её сторону постели,... я бы убедился, что она холодная.

source: But I can' t.
ru: Но я не могу.

source: I know I can' t have her back.
ru: Я знаю, что её не вернуть.

source: But I don' t want to wake up in the morning thinking she' s still here.
ru: Но я не хочу просыпаться каждое утро, думая, что она со мной.

source: I lie here not knowing how long I' ve been alone.
ru: И вот я лежу здесь, не зная, как долго я живу без неё.

source: So how...
ru: Так как...

source: How can I heal?
ru: Как же мне избавиться от этого?

source: How am I supposed to heal if I can' t..... feel time?
ru: Как я могу избавиться от этого, если я не...... не чувствую хода времени?

source: They kept testing Sammy for months.
ru: Они месяцами проводили с Сэмми те же тесты.

source: Always with the same objects carrying the electrical charge.
ru: И всегда те же самые предметы были под напряжением.

source: - (buzz) - Ow!
ru: О!

source: - Test this, you fucking quack!
ru: - Протестируй это, эскулап хренов!

source: Even with total short- term memory loss,..... Sammy should have learned instinctively to stop picking up the wrong objects.
ru: Даже при потере короткой памяти...... Сэмми должен уже был научиться выбирать нужные предметы инстинктивно.

source: Other cases responded to conditioning, Sammy didn' t respond at all.
ru: В подобных случаях это всегда происходило, но в случае Сэмми всё было бесполезно.

source: It suggested that his condition was psychological not physical.
ru: Врачи сделали вывод, что его проблема - психического, а не физиологического плана.

source: We turned down his claim on the grounds that he wasn' t covered for mental illness.
ru: И мы отклонили его притязания по причине того, что его заболевание - психическое.

source: His wife got stuck with the bills and I got a big promotion.
ru: Его жену завалили медицинскими счетами, а я получил повышение.

source: Conditioning didn' t work for Sammy, so he became helpless.
ru: Сэмми не мог адаптироваться в окружающем мире, поэтому он был беспомощен.

source: But it works for me.
ru: Но я умею адаптироваться.

source: I live the way Sammy couldn' t.
ru: Я живу так, как не мог жить Сэмми.

source: Habit and routine make my life possible.
ru: Рутина.

source: Acting on instinct.
ru: Адаптация в окружающем мире.

source: Where am l?
ru: Где я?

source: Some anonymous motel room.
ru: Какой- то незнакомый номер в мотеле.

source: Nothing in the drawers.
ru: В ящиках ничего.

source: But I' il take a look anyway.
ru: Но я всё равно посмотрю.

source: Nothing except the Gideon Bi...
ru: Ничего кроме...

source: Bible.
ru: Библии.

source: - (knock on door) - Hey!
ru: Эй!

source: Open up!
ru: Открывай!

source: - (muffled cries) - Just a minute!
ru: Минуточку!

source: - (muffled cries) - (knocks) Lenny?
ru: Ленни!

source: (knocking continues) Open the door!
ru: Открой дверь!

source: - Hi, Teddy.
ru: Ну же!

source: - Finished playing with yourself, Lenny?
ru: - Ну что, наигрался в детектива, Ленни?

source: - (muffled cries) - Oh, I get it.
ru: А, понятно...

source: - Amorous neighbours.
ru: -... соседи- молодожёны?

source: You said you needed my help.
ru: Ты же сам мне позвонил и сказал, что тебе нужна моя помощь.

source: You know, I' ve had more rewarding friendships than this one.
ru: Это и вся твоя благодарность за мою дружбу?

source: Although I do get to keep telling the same jokes.
ru: Хотя я это уже говорил тебе вроде бы.

source: Who the fuck is that?
ru: Кто это такой, чёрт возьми?

source: - You don' t know him?
ru: - Нет!

source: - Wait a minute. ls that John G?
ru: Это не Джон Г?

source: - I don' t think so.
ru: - Вряд ли.

source: You didn' t write it down?
ru: Ты что, не записал?

source: - For Christ sakes!
ru: - Я, наверное, заснул, не успел записать.

source: Ask him.
ru: Спроси его.

source: What' s your name?
ru: Как тебя зовут?

source: - Dodd.
ru: - Додд.

source: - And who did this to you?
ru: - Кто тебя тебя так отделал?

source: - Who did this to you?
ru: - Кто тебя тебя так отделал?

source: - I' m not going to help you kill that guy.
ru: Ты.

source: - No, no.
ru: Нет- нет.

source: Just let me think for a minute.
ru: Дай мне минутку подумать.

source: OK, Natalie.
ru: - А, Натали.

source: Who' s Natalie?
ru: - Кто такая Натали?

source: Natalie who?
ru: Что за Натали?

source: - Maybe I know her.
ru: - Может, я знаю её.

source: Look, we gotta get him out of here.
ru: Нам нужно избавиться от него.

source: He' s got to have a car, right?
ru: У него ведь есть машина?

source: We take him to his car, tell him to get the fuck out of town or we' re gonna kill him.
ru: Давай посадим его в его машину, вывезем из города и там убьём.

source: We can' t walk him out of here tied up and bleeding.
ru: Как же мы его отсюда вытащим, связанным и с кровью на лице?

source: - How the fuck did you get him up here?
ru: - А как ты его сюда затащил?

source: - I don' t know!
ru: - Я не знаю!

source: Yes, I do.
ru: Ты не знаешь...

source: This is not my room.
ru: Это не мой номер.

source: It must be his room.
ru: Это, наверное его номер.

source: We can' t just leave him here.
ru: Нет, мы не можем просто оставить его здесь.

source: She' il see him, call the cops.
ru: Горничная придёт убираться, увидит его и вызовет полицию.

source: He can lD us.
ru: А он нас сдаст.

source: We untie him, we clean him up..... and we march him out of here with a gun in his back.
ru: Тогда мы его развяжем, почистим...... и выведем отсюда под пистолетом.

source: Why would I have a gun?
ru: Под пистолетом...

source: It must be his.
ru: Это, наверное, его пистолет.

source: I don' t think they' d let someone like me carry a gun.
ru: Людям вроде меня вряд ли выдают разрешение на оружие.

source: Fucking hope not.
ru: Да, это был бы кошмар.

source: We should probably steal his car.
ru: Которая?

source: You know, teach him a lesson.
ru: Чтобы преподать ему урок.

source: - It' s all right for you, you' ve got the Jag.
ru: - Ладно, давай залезай в "Ягуар".

source: All right, get in.
ru: Залезай.

source: I' m gonna ride with him, you follow us.
ru: Я поеду с ним, а ты за нами.

source: Give me your keys.
ru: Дай мне ключи.

source: Take your own car.
ru: Езжай на своей машине.

source: So was he scared?
ru: Ну что он, наложил в штаны?

source: I think it was your sinister moustache.
ru: Ага, от твоих зловещих усов.

source: Should have stolen his car.
ru: Нужно было забрать его машину.

source: What' s wrong with this one?
ru: Чем плоха эта?

source: You want to trade?
ru: Хочешь поменяться?

source: So what do you do now?
ru: Что ты теперь намерен делать?

source: I' m gonna find out what the fuck that was all about.
ru: Мне нужно выяснить, что всё это значит.

source: Sammy' s wife was crippled by the cost of supporting him.
ru: Жена Сэмми была сбилась с ног, пытаясь оплатить счета.

source: And fighting the company' s decision.
ru: Она пыталась опротестовать решение страховой компании.

source: But it wasn' t the money that got to her.
ru: Но всё было тщетно.

source: I never said that Sammy was faking.
ru: Я не утверждал, что Сэмми притворяется.

source: Sammy, I have an idea.
ru: Сэмми, у меня идея.

source: Just that his problem was mental, not physical.
ru: Просто его болезнь была психической, а не физиологической.

source: You' re gonna have a pen in your pocket.
ru: Всегда носи ручку и блокнот в кармане.

source: She couldn' t understand.
ru: Она никак не могла понять.

source: - I did something wrong?
ru: - Я что- то не так сделал?

source: - You did something wrong!
ru: - Да, ты что- то не так сделал!

source: We' re gonna deal with it.
ru: Мы займёмся этим.

source: We' re gonna try a little harder.
ru: Нам нужно заниматься чуточку упорнее.

source: She looks into his eyes and sees the same person..... and if it' s not a physical problem, he should snap out of it.
ru: Она смотрела в его глаза и видела своего прежнего Сэмми...... и если это не физиологическая проблема, в его состоянии должен случиться перелом.

source: - Ellen called!
ru: Звонила Элен.

source: - Ellen called.
ru: Звонила Элен!

source: Ellen called.
ru: Звонила Элен.

source: Ellen...
ru: Элен...

source: Ellen can' t come today!
ru: Элен сегодня не сможет прийти!
